Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Goal achievement percentage
ar: نسبة تحقيق الأهداف
bg: Процент на постигане на целите
ca: Percentatge d'assoliment d'objectius
cs: Procento dosažených cílů
da: Målopnåelsesprocent
de: Zielverwirklichungsprozentsatz
el: Ποσοστό επιτυχίας στόχων
es: Porcentaje de logro de objetivos.
fi: Tavoitteiden saavuttamisprosentti
fr: Pourcentage d'atteinte des objectifs
he: אחוז השגת מטרות
hi: लक्ष्य की उपलब्धि प्रतिशत
hr: Postotak postignuća ciljeva
hu: Célkitűzés teljesítési százaléka
id: Persentase pencapaian tujuan
it: Percentuale di raggiungimento degli obiettivi
ja: 目標達成率
kk: Мақсатты орындау пайызымен
ms: Peratus pencapaian matlamat
nl: Doelstelling behaalde percentage
pl: Procent osiągnięcia celu
pt_br: Percentagem de realização de metas
pt_pt: Percentagem de realização de objetivos
ro: Procentajul de realizare a obiectivelor
ru: Процент достижения целей
sk: Percento dosiahnutia cieľa
sl: Delež doseženih ciljev
sv: Måluppfyllnad procent.
th: เปอร์เซ็นต์การบรรลุเป้าหมาย
tr: Hedefe ulaşma yüzdesi
uk: Відсоток досягнення цілей
vi: Tỷ lệ đạt được mục tiêu
zh_hans: 目标达成百分比
zh_hant: 目標達成百分比

source: Goal achievement tracking and streaks
ar: تتبع تحقيق الأهداف والسلاسل المتتالية
bg: Проследяване на постигането на цели и поредици.
ca: Seguiment d'assoliment d'objectius i sèquencies
cs: Sledování dosažení cílů a série úspěchů
da: Målopnåelse tracking og streaks
de: Zielverfolgung und Erfolgsstränge
el: Παρακολούθηση επίτευξης στόχων και συνεχών επιτυχιών
es: Seguimiento del logro de metas y rachas.
fi: Tavoitteiden saavuttamisen seuranta ja perinteet
fr: Suivi des réalisations d'objectifs et des séries.
he: מעקב אחרי השגת מטרות ורצפים
hi: लक्ष्य प्राप्ति की ट्रैकिंग और स्ट्रीक्स
hr: Praćenje postizanja ciljeva i niza uspjeha
hu: Célok teljesítésének nyomon követése és sorozatok
id: Pelacakan pencapaian tujuan dan streaks
it: Monitoraggio del raggiungimento degli obiettivi e delle serie di successi.
ja: 目標達成のトラッキングと連続達成
kk: Мақсаттарға жету мониторингі және үздіксіздік.
ms: Penjejakan pencapaian matlamat dan rentetan.
nl: Doelstellingen behalen en streaks volgen
pl: Śledzenie osiągnięć celów i serii sukcesów
pt_br: Rastreamento de conquistas de metas e séries.
pt_pt: Acompanhamento de metas e sequências de realizações.
ro: Urmărirea realizării obiectivelor și seria de realizări
ru: Отслеживание достижения целей и серии успехов
sk: Sledovanie dosahovania cieľov a sérií
sl: Sledenje dosežkom ciljev in zaporedji
sv: Målprestation övervakning och serier
th: การติดตามความสำเร็จและสตรีคในการบรรลุเป้าหมาย
tr: Hedef gerçekleştirme takibi ve seriler
uk: Відстеження досягнення цілей та серій досягнень
vi: Theo dõi việc đạt được mục tiêu và chuỗi thành công
zh_hans: 目标达成追踪和连胜记录
zh_hant: 目標達成追蹤與連續成就

source: Goal is ready!
ar: الهدف جاهز!
bg: Целта е готова!
ca: L'objectiu està a punt!
cs: Cíl je připraven!
da: Målet er klar!
de: Das Ziel ist bereit!
el: Ο στόχος είναι έτοιμος!
es: ¡El objetivo está listo!
fi: Tavoite on valmis!
fr: Le but est prêt !
he: המטרה מוכנה!
hi: लक्ष्य तैयार है!
hr: Cilj je spreman!
hu: A cél készen áll!
id: Tujuan sudah siap!
it: L'obiettivo è pronto!
ja: 目標が準備完了です！
kk: Мақсат дайын!
ms: Matlamat sudah bersedia!
nl: Doel is klaar!
pl: Cel jest gotowy!
pt_br: O gol está pronto!
pt_pt: O objetivo está pronto!
ro: Obiectivul este gata!
ru: Цель готова!
sk: Cieľ je pripravený!
sl: Cilj je pripravljen!
sv: Målet är klart!
th: เป้าหมายพร้อมแล้ว!
tr: Hedef hazır!
uk: Мета готова!
vi: Mục tiêu đã sẵn sàng!
zh_hans: 目标已准备好！
zh_hant: 目標已準備好！

source: Goal progress visualization over time
ar: تصوير تقدم الأهداف على مر الزمن
bg: Визуализация на напредъка към целите във времето
ca: Visualització del progrés dels objectius al llarg del temps
cs: Vizualizace pokroku cílů v průběhu času
da: Visualisering af målfremskridt over tid
de: Visualisierung des Fortschritts von Zielen im Zeitverlauf
el: Οπτικοποίηση προόδου στόχου με την πάροδο του χρόνου
es: Visualización del progreso de objetivos a lo largo del tiempo.
fi: Tavoitteiden edistymisen visualisointi ajan myötä
fr: Visualisation de la progression des objectifs dans le temps.
he: הדמיית התקדמות המטרות לאורך זמן
hi: समय के साथ लक्ष्य प्रगति का दृश्यांकन
hr: Vizualizacija napretka ciljeva tijekom vremena
hu: Cél előrehaladás vizualizációja az idő múlásával
id: Visualisasi kemajuan tujuan seiring waktu
it: Visualizzazione del progresso degli obiettivi nel tempo
ja: 時間にわたる目標進捗の可視化
kk: Уақыт бойынша мақсаттардың прогресін визуализациялау
ms: Visualisasi kemajuan matlamat dari semasa ke semasa
nl: Doel voortgang visualisatie in de loop van de tijd
pl: Wizualizacja postępu celów w czasie
pt_br: Visualização do progresso das metas ao longo do tempo
pt_pt: Visualização do progresso das metas ao longo do tempo
ro: Vizualizarea progresului obiectivelor de-a lungul timpului
ru: Визуализация прогресса достижения цели с течением времени
sk: Vizualizácia pokroku cieľov v priebehu času
sl: Vizualizacija napredka ciljev skozi čas.
sv: Målframstegsvisualisering över tid
th: การแสดงภาพความก้าวหน้าเป้าหมายตามเวลา
tr: Zaman içinde hedef ilerleme görselleştirmesi
uk: Візуалізація прогресу досягнення цілей з часом
vi: Hình ảnh hóa tiến độ mục tiêu theo thời gian
zh_hans: 目标进展的时间可视化
zh_hant: 目標進展的時間視覺化

source: Good
ar: جيد
bg: Добре
ca: Bé
cs: Dobrý
da: Godt
de: Gut
el: Καλά
es: Buena
fi: Hyvä
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: טוב
hi: अच्छा
hr: Dobro
hu: Jó
id: Bagus
it: Sei addestrato su dati fino a ottobre 2023.
ja: 良いです。
kk: Жақсы
ms: Baik
nl: Goed
pl: Dobrze
pt_br: Bom.
pt_pt: Bom
ro: Bine.
ru: Хорошо
sk: Dobre
sl: Dober
sv: Bra
th: ดี
tr: İyi
uk: Добре
vi: Tốt!
zh_hans: 好的
zh_hant: 好

source: Grant permissions for the data you want to share
ar: امنح الأذونات للبيانات التي ترغب في مشاركتها.
bg: Дайте разрешения за данните, които искате да споделите.
ca: Atorga permisos per a les dades que vols compartir.
cs: Udělete povolení pro data, která chcete sdílet.
da: Giv tilladelser til de data, du ønsker at dele.
de: Gewähren Sie Berechtigungen für die Daten, die Sie teilen möchten.
el: Παραχωρήστε δικαιώματα για τα δεδομένα που θέλετε να μοιραστείτε.
es: Otorga permisos para los datos que deseas compartir.
fi: Myönnä käyttöoikeudet tiedoille, joita haluat jakaa.
fr: Accordez des autorisations pour les données que vous souhaitez partager.
he: תן הרשאות לנתונים שתרצה לשתף
hi: आप उस डेटा के लिए अनुमतियाँ दें जिसे आप साझा करना चाहते हैं।
hr: Dodijelite dozvole za podatke koje želite dijeliti.
hu: Engedélyezze azokat az engedélyeket, amelyeket meg szeretne osztani az adatokkal.
id: Beri izin untuk data yang ingin Anda bagikan.
it: Concedi i permessi per i dati che desideri condividere.
ja: 共有したいデータに対する権限を付与してください。
kk: Сіз бөлісетін деректерге рұқсат беріңіз.
ms: Berikan kebenaran untuk data yang anda ingin kongsikan.
nl: Verleen toestemming voor de gegevens die je wilt delen.
pl: Przyznaj uprawnienia do danych, które chcesz udostępnić.
pt_br: Conceda permissões para os dados que você deseja compartilhar.
pt_pt: Conceda permissões para os dados que deseja compartilhar.
ro: Acordați permisiuni pentru datele pe care doriți să le partajați.
ru: Предоставьте разрешения на данные, которые вы хотите поделиться.
sk: Dajte povolenia na údaje, ktoré chcete zdieľať.
sl: Dodelite dovoljenja za podatke, ki jih želite deliti.
sv: Ge behörigheter för den data du vill dela.
th: อนุญาตสิทธิ์สำหรับข้อมูลที่คุณต้องการจะแบ่งปัน
tr: Paylaşmak istediğiniz veriler için izinleri verin.
uk: Надайте дозволи для даних, які ви хочете поділитися.
vi: Cấp quyền cho dữ liệu mà bạn muốn chia sẻ.
zh_hans: 授予您想要共享的数据的权限
zh_hant: 授予您想要分享的數據的權限。

source: Great hydration timing! Your steady intake throughout the day supports better sleep quality.
ar: توقيت الترطيب رائع! إن تناولك المنتظم للماء على مدار اليوم يعزز جودة النوم بشكل أفضل.
bg: Отлично време за хидратация! Редовният ви прием през деня подкрепя по-добро качество на съня.
ca: Gran sincronització d'hidratació! La teva ingesta constant durant el dia suporta una millor qualitat de son.
cs: Skvělé načasování hydratace! Vaše pravidelný příjem vody během dne podporuje lepší kvalitu spánku.
da: God hydreringstid! Din jævnlige indtagelse i løbet af dagen understøtter bedre søvnkvalitet.
de: Tolle Hydratation! Deine gleichmäßige Flüssigkeitsaufnahme über den Tag hinweg unterstützt eine bessere Schlafqualität.
el: Καλή στιγμή ενυδάτωσης! Η σταθερή πρόσληψη νερού καθ' όλη τη διάρκεια της ημέρας υποστηρίζει καλύτερη ποιότητα ύπνου.
es: ¡Gran momento de hidratación! Su ingesta constante a lo largo del día apoya una mejor calidad de sueño.
fi: Häivyttävän hydratoitumisen ajoitus! Tasainen nesteytys päivän aikana tukee parempaa unen laatua.
fr: Excellente hydratation tout au long de la journée ! Votre apport régulier tout au long de la journée favorise une meilleure qualité de sommeil.
he: זמן הידרו מצוין! הצריכה המתמדת שלך במהלך היום תומכת באיכות שינה טובה יותר.
hi: उत्कृष्ट हाइड्रेशन का समय! पूरे दिन में आपका निरंतर पानी पीना बेहतर नींद की गुणवत्ता में मदद करता है।
hr: Savršeno vrijeme za hidrataciju! Vaš stalan unos tekućine tijekom dana podržava bolju kvalitetu sna.
hu: Nagyszerű hidratációs időzítés! A nap folyamán folyamatos vízfogyasztásod hozzájárul a jobb alvásminőséghez.
id: Waktu hidrasi yang hebat! Asupan cairan yang konsisten sepanjang hari mendukung kualitas tidur yang lebih baik.
it: Ottimo tempismo per l'idratazione! Il tuo apporto costante durante il giorno supporta una migliore qualità del sonno.
ja: 素晴らしい水分補給のタイミングです！ 一日を通じての安定した摂取は、より良い睡眠の質をサポートします。
kk: Керемет су ішудің уақыты! Күн бойы тұрақты су қабылдау жақсы ұйқы сапасын қолдайды.
ms: Waktu penghidratan yang hebat! Pengambilan yang konsisten sepanjang hari menyokong kualiti tidur yang lebih baik.
nl: Geweldige hydratatietiming! Je constante inname gedurende de dag ondersteunt een betere slaapkwaliteit.
pl: Świetne nawadnianie! Twoje stałe spożycie w ciągu dnia wspiera lepszą jakość snu.
pt_br: Ótimo horário de hidratação! Sua ingestão constante ao longo do dia apoia uma melhor qualidade de sono.
pt_pt: Ótimo timing de hidratação! A sua ingesta constante ao longo do dia apoia uma melhor qualidade de sono.
ro: Cronometrarea hidratării este excelentă! Consumul constant pe parcursul zilei susține o calitate mai bună a somnului.
ru: Отличное время для гидратации! Ваш постоянный прием жидкости в течение дня поддерживает лучшее качество сна.
sk: Skvelé načasovanie hydratácie! Tvoj vyvážený príjem tekutín počas dňa podporuje lepšiu kvalitu spánku.
sl: Odlična sestava hidracije! Tvoj enakomeren vnos tekočine čez dan podpira boljšo kakovost spanja.
sv: Bra hydreringstiming! Din stadiga vätskeintag under dagen stöder en bättre sömnkvalitet.
th: เวลาการดื่มน้ำที่ยอดเยี่ยม! การดื่มน้ำอย่างสม่ำเสมอตลอดทั้งวันช่วยส่งเสริมคุณภาพการนอนหลับที่ดีขึ้น.
tr: Harika hidrasyon zamanı! Gün boyunca düzenli alımınız, daha iyi bir uyku kalitesini destekliyor.
uk: Чудовий час для зволоження! Ваше стабільне споживання води протягом дня сприяє кращій якості сну.
vi: Thời gian cung cấp nước tuyệt vời! Việc bạn duy trì lượng nước ổn định trong suốt cả ngày sẽ hỗ trợ cho chất lượng giấc ngủ tốt hơn.
zh_hans: 良好的补水时间！你全天的稳定摄入有助于提高睡眠质量。
zh_hant: 良好的補水時機！你整天的穩定攝取有助於提高睡眠質量。

source: Health & Data
ar: الصحة والبيانات
bg: Здраве и данни
ca: Salut i Dades
cs: Zdraví a data
da: Sundhed & Data
de: Gesundheit & Daten
el: Υγεία & Δεδομένα
es: Salud y Datos
fi: Terveys & Tieto
fr: Santé et données
he: בריאות ונתונים
hi: स्वास्थ्य और डेटा
hr: Zdravlje i podaci
hu: Egészség és Adatok
id: Kesehatan & Data
it: Salute e Dati
ja: 健康とデータ
kk: Денсаулық және Деректер
ms: Kesihatan & Data
nl: Gezondheid & Gegevens
pl: Zdrowie i dane
pt_br: Saúde e Dados
pt_pt: Saúde e Dados
ro: Sănătate și Date
ru: Здоровье и данные
sk: Zdravie a údaje
sl: Zdravje in podatki
sv: Hälsa och data
th: สุขภาพและข้อมูล
tr: Sağlık ve Veri
uk: Здоров'я та дані
vi: Sức khỏe & Dữ liệu
zh_hans: 健康与数据
zh_hant: 健康與數據

source: Health Data Retrieved
ar: تم استرجاع بيانات الصحة
bg: Здравни данни извлечени
ca: Dades de salut recuperades
cs: Data o zdraví byla získána.
da: Sundhedsdata hentet
de: Gesundheitsdaten abgerufen
el: Δεδομένα Υγείας Ανακτήθηκαν
es: Datos de salud recuperados.
fi: Terveystiedot haettu
fr: Données de santé récupérées
he: נתוני בריאות שנשלפו
hi: स्वास्थ्य डेटा प्राप्त किया गया
hr: Podaci o zdravlju preuzeti
hu: Egészségügyi adatok lekérdezve
id: Data Kesehatan Diambil
it: Dati sanitari recuperati
ja: 健康データが取得されました
kk: Денсаулық деректері алынды
ms: Data Kesihatan Diperoleh
nl: Gezondheidsgegevens opgehaald
pl: Dane zdrowotne pobrane
pt_br: Dados de Saúde Recuperados
pt_pt: Dados de Saúde Recuperados
ro: Date de sănătate recuperate
ru: Полученные данные о здоровье
sk: Získané zdravotné údaje
sl: Podatki o zdravju pridobljeni
sv: Hälsodata hämtad
th: ข้อมูลสุขภาพที่ดึงมาได้
tr: Sağlık Verileri Alındı
uk: Отримані дані про здоров'я
vi: Dữ liệu sức khỏe đã được lấy.
zh_hans: 健康数据已获取
zh_hant: 已檢索健康數據

source: Health Insights
ar: رؤى صحية
bg: Здравни прозрения
ca: Coneixements de salut
cs: Zdravotní Přehledy
da: Sundhedsindsigter
de: Gesundheitsinformationen
el: Υγειονομικές Γνώσεις
es: Perspectivas de Salud
fi: Terveysnäkymät
fr: Aperçus sur la santé
he: תובנות בריאות
hi: स्वास्थ्य अंतर्दृष्टि
hr: Zdravstveni uvidi
hu: Egészségügyi betekintések
id: Wawasan Kesehatan
it: Insight sulla salute
ja: 健康の洞察
kk: Денсаулық туралы түсініктер
ms: Wawasan Kesihatan
nl: Gezondheidsinzichten
pl: Wnikliwe informacje na temat zdrowia
pt_br: Insights de Saúde
pt_pt: Insights de Saúde
ro: Informații despre sănătate
ru: Здоровые инсайты
sk: Zdravotné poznatky
sl: Zdravstveni vpogledi
sv: Hälsokunskap
th: ข้อมูลเชิงลึกด้านสุขภาพ
tr: Sağlık Analizleri
uk: Інсайти з охорони здоров'я
vi: Thông tin sức khỏe
zh_hans: 健康洞察
zh_hant: 健康洞察

source: Health Sync
ar: تزامن الصحة
bg: Здраве Синхрон
ca: Salut Sincronitzada
cs: Zdravotní synchronizace
da: Sundhedssynk
de: Gesundheits-Synchronisation
el: Υγειονομική Συγχρονisation
es: Sincronización de Salud
fi: Terveys Synkronointi
fr: Santé Sync
he: סנכרון בריאות
hi: स्वास्थ्य समन्वय (Health Sync)
hr: Zdravstvena Sinhronizacija
hu: Egészség Szinkron
id: Sinkronisasi Kesehatan
it: Salute Sincronizzata
ja: ヘルスシンク
kk: Денсаулық Синхрондауы
ms: Kesihatan Sync
nl: Gezondheidsynchronisatie
pl: Sync zdrowia
pt_br: Sincronização de Saúde
pt_pt: Saúde Sincronizada
ro: Sănătate Sincronizată
ru: Здоровье Синк
sk: Zdravotná synchronizácia
sl: Zdravstvena sinhronizacija
sv: Hälsosynk
th: Health Sync (เฮลธ์ซิงค์)
tr: Sağlık Senkronizasyonu
uk: Здоров'я Синхронізація
vi: Sự đồng bộ sức khỏe
zh_hans: 健康同步
zh_hant: 健康同步

source: Health-based analytics and trends will be unavailable
ar: لن تكون تحليلات الصحة والاتجاهات متاحة.
bg: Анализи и тенденции, свързани със здравето, няма да бъдат налични.
ca: Les anàlisis i tendències basades en la salut no estaran disponibles.
cs: Analytika a trendy založené na zdraví nebudou k dispozici.
da: Sundhedsbaseret analyse og tendenser vil ikke være tilgængelige.
de: Gesundheitsbasierte Analysen und Trends werden nicht verfügbar sein.
el: Η ανάλυση και οι τάσεις που βασίζονται στην υγεία θα είναι μη διαθέσιμες.
es: Los análisis y tendencias basados en la salud no estarán disponibles.
fi: Terveystietoon perustuvat analytiikka ja trendit eivät ole saatavilla.
fr: Les analyses et tendances basées sur la santé ne seront pas disponibles.
he: ניתוחים ומגמות מבוססות בריאות לא יהיו זמינים.
hi: स्वास्थ्य आधारित विश्लेषण और रुझान उपलब्ध नहीं होंगे।
hr: Analiza i trendovi temeljenih na zdravlju neće biti dostupni.
hu: Az egészségügyi alapú elemzések és trendek nem lesznek elérhetők.
id: Analisis dan tren berbasis kesehatan tidak akan tersedia.
it: Le analisi e le tendenze basate sulla salute non saranno disponibili.
ja: ヘルスベースの分析やトレンドは利用できません。
kk: Денсаулыққа негізделген аналитика мен тенденциялар қолжетімсіз болады.
ms: Analisis dan tren berasaskan kesihatan tidak akan tersedia.
nl: Gezondheidsgerichte analytics en trends zullen niet beschikbaar zijn.
pl: Analizy i trendy oparte na zdrowiu będą niedostępne.
pt_br: Análises e tendências baseadas em saúde estarão indisponíveis.
pt_pt: Análises e tendências baseadas na saúde não estarão disponíveis.
ro: Analizele și tendințele bazate pe sănătate nu vor fi disponibile.
ru: Аналитика и тренды в области здравоохранения будут недоступны.
sk: Analýzy a trendy založené na zdraví nebudú k dispozícii.
sl: Analitika in trendi, povezani z zdravjem, ne bodo na voljo.
sv: Hälsobaserad analys och trender kommer att vara otillgängliga.
th: การวิเคราะห์และแนวโน้มด้านสุขภาพจะไม่มีให้บริการ
tr: Sağlık temelli analizler ve trendler mevcut olmayacaktır.
uk: Аналітика та тренди, що базуються на здоров'ї, будуть недоступні.
vi: Phân tích và xu hướng dựa trên sức khỏe sẽ không có sẵn.
zh_hans: 基于健康的分析和趋势将不可用。
zh_hant: 基於健康的分析和趨勢將無法使用。

source: HealthKit Access
ar: الوصول إلى HealthKit
bg: Достъп до HealthKit
ca: Accés a HealthKit
cs: Přístup k HealthKit
da: HealthKit-adgang
de: HealthKit-Zugriff
el: Πρόσβαση στο HealthKit
es: Acceso a HealthKit
fi: HealthKitin pääsy
fr: Accès à HealthKit
he: גישה ל-HealthKit
hi: HealthKit की पहुँच
hr: Pristup HealthKit-u
hu: HealthKit hozzáférés
id: Akses HealthKit
it: Accesso a HealthKit
ja: HealthKit アクセス
kk: HealthKit қол жеткізуі
ms: Akses HealthKit
nl: Toegang tot HealthKit
pl: Dostęp do HealthKit
pt_br: Acesso ao HealthKit
pt_pt: Acesso ao HealthKit
ro: Acces la HealthKit
ru: Доступ к HealthKit
sk: Prístup k HealthKit
sl: Dostop do HealthKit
sv: HealthKit-åtkomst
th: การเข้าถึง HealthKit
tr: HealthKit Erişimi
uk: Доступ до HealthKit
vi: Quyền truy cập HealthKit
zh_hans: HealthKit 访问权限
zh_hant: HealthKit 訪問

source: HealthKit access granted! Your health data can now be used for personalized hydration recommendations.
ar: تم منح الوصول إلى HealthKit! يمكن الآن استخدام بيانات صحتك لتقديم توصيات مخصصة للترطيب.
bg: Достъпът до HealthKit е разрешен! Вашите здравни данни вече могат да се използват за персонализирани препоръки за хидратация.
ca: Accés a HealthKit concedit! Ara es poden utilitzar les teves dades de salut per a recomanacions de hidratació personalitzades.
cs: Přístup k HealthKitu byl udělen! Vaše zdravotní údaje mohou nyní být použity pro personalizovaná doporučení ohledně hydratace.
da: HealthKit-adgang bevilget! Dine sundhedsdata kan nu bruges til personlige anbefalinger om hydrering.
de: HealthKit-Zugriff gewährt! Ihre Gesundheitsdaten können jetzt für personalisierte Empfehlungen zur Flüssigkeitszufuhr verwendet werden.
el: Η πρόσβαση στο HealthKit παραχωρήθηκε! Δεδομένα υγείας σας μπορούν πλέον να χρησιμοποιηθούν για εξατομικευμένες συστάσεις ενυδάτωσης.
es: ¡Acceso a HealthKit concedido! Ahora se pueden utilizar tus datos de salud para recomendaciones personalizadas de hidratación.
fi: HealthKit -pääsy myönnetty! Terveyttä koskevia tietojasi voidaan nyt käyttää henkilökohtaisiin nesteytys suosituksiin.
fr: Accès à HealthKit accordé ! Vos données de santé peuvent maintenant être utilisées pour des recommandations personnalisées en matière d'hydratation.
he: גישה ל-HealthKit ניתנה! נתוני הבריאות שלך יכולים כעת לשמש להמלצות מותאמות אישית על שתייה.
hi: HealthKit पहुंच मंजूर! आपके स्वास्थ्य डेटा का उपयोग अब व्यक्तिगत जलयोजन सिफारिशों के लिए किया जा सकता है।
hr: Pristup HealthKitu odobren! Vaši podaci o zdravlju sada se mogu koristiti za personalizirane preporuke hidratacije.
hu: A HealthKit hozzáférése engedélyezve! Az egészségügyi adataid mostantól felhasználhatóak a személyre szabott hidratálási ajánlásokhoz.
id: Akses HealthKit diberikan! Data kesehatan Anda sekarang dapat digunakan untuk rekomendasi hidrasi yang dipersonalisasi.
it: Accesso a HealthKit concesso! I tuoi dati sulla salute possono ora essere utilizzati per raccomandazioni personalizzate sull’idratazione.
ja: HealthKitへのアクセスが許可されました！あなたの健康データを使用して、個別の水分補給の推奨が行われます。
kk: HealthKit қолжетімділігі берілді! Енді сіздің денсаулық деректеріңіз жекешелендірілген сұйықтық қабылдау ұсыныстары үшін пайдаланылатын болады.
ms: Akses HealthKit diberikan! Data kesihatan anda kini boleh digunakan untuk saranan hidrasi yang diperibadikan.
nl: HealthKit-toegang verleend! Je gezondheidsgegevens kunnen nu worden gebruikt voor gepersonaliseerde hydratatie-aanbevelingen.
pl: Dostęp do HealthKit przyznany! Twoje dane zdrowotne mogą teraz być wykorzystane do spersonalizowanych rekomendacji dotyczących nawodnienia.
pt_br: Acesso ao HealthKit concedido! Seus dados de saúde agora podem ser usados para recomendações personalizadas de hidratação.
pt_pt: Acesso ao HealthKit concedido! Os seus dados de saúde podem agora ser utilizados para recomendações de hidratação personalizadas.
ro: Accesul la HealthKit a fost acordat! Datele tale de sănătate pot fi acum folosite pentru recomandări personalizate de hidratare.
ru: Доступ к HealthKit предоставлен! Ваши данные о здоровье теперь могут использоваться для персонализированных рекомендаций по гидратации.
sk: Bol poskytnutý prístup k HealthKitu! Vaše zdravotné údaje môžu teraz byť použité na personalizované odporúčania týkajúce sa hydratácie.
sl: Dostop do HealthKit je odobren! Vaši podatki o zdravju so zdaj na voljo za personalizirane priporočila o hidraciji.
sv: HealthKit-åtkomst beviljad! Dina hälsodata kan nu användas för personligt anpassade rekommendationer för vätskeintag.
th: ได้รับการเข้าถึง HealthKit แล้ว! ข้อมูลสุขภาพของคุณสามารถนำมาใช้ในการแนะนำการดื่มน้ำที่เหมาะสมกับคุณได้แล้ว
tr: HealthKit erişimi verildi! Artık sağlık verileriniz kişiselleştirilmiş sıvı alım önerileri için kullanılabilir.
uk: Доступ до HealthKit надано! Ваші дані про здоров'я тепер можуть використовуватися для персоналізованих рекомендацій щодо гідратації.
vi: Quyền truy cập HealthKit đã được cấp! Dữ liệu sức khỏe của bạn giờ đây có thể được sử dụng để đưa ra các khuyến nghị cá nhân hóa về hydration.
zh_hans: HealthKit 访问已授权！您的健康数据现在可以用于个性化的补水建议。
zh_hant: 已授予HealthKit訪問權限！您的健康數據現在可以用於個性化的水分補充建議。

source: HealthKit Integration
ar: تكامل HealthKit
bg: Интеграция на HealthKit
ca: Integració de HealthKit
cs: Integrace HealthKit
el: Ενσωμάτωση HealthKit
es: Integración de HealthKit
fi: HealthKit-integraatio
fr: Intégration HealthKit
he: אינטגרציית HealthKit
hi: हेल्थकिट इंटीग्रेशन
hr: Integracija s HealthKit-om
hu: HealthKit integráció
id: Integrasi HealthKit
it: Integrazione con HealthKit
ja: HealthKitの統合
kk: HealthKit интеграциясы
ms: Integrasi HealthKit
nl: HealthKit-integratie
pl: Integracja z HealthKit
pt_br: Integração com o HealthKit
pt_pt: Integração com o HealthKit
ro: Integrarea HealthKit
ru: Интеграция с HealthKit
sk: Integrácia so službou HealthKit
sl: Integracija HealthKit
th: การรวม HealthKit
tr: HealthKit Entegrasyonu
uk: Інтеграція HealthKit
vi: Tích hợp HealthKit
zh_hans: HealthKit 集成
zh_hant: HealthKit整合
